"iRateMessageTitle" = "Rate %@";
"iRateAppMessage" = "Enjoy %@? Please rate it!  (Not meeting your expectations?  Please contact us to make it right!) Thank-you for your support!";
"iRateGameMessage" = "If you enjoy playing %@, would you mind taking a moment to rate it? It won’t take more than a minute. Thanks for your support!";
"iRateCancelButton" = "No, Thanks";
"iRateRateButton" = "Rate It Now";
"iRateRemindButton" = "Remind Me Later";